Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/fedora-tm.tmx
Source language: en
Languages: ca_es

source: Maximum nesting level SSSd will follow
ca_es: El nivell d'imbricament màxim que seguirà l'SSSd

source: Base DN for netgroup lookups
ca_es: DN base per cerques de grups de xarxa

source: Objectclass for netgroups
ca_es: Objectclass per grups de xarxa

source: Netgroups members attribute
ca_es: Atribut de membres de grup de xarxa

source: Netgroup triple attribute
ca_es: Atribut triple de grup de xarxa

source: Netgroup UUID attribute
ca_es: Atribut d'UUID de grup de xarxa

source: Modification time attribute for netgroups
ca_es: Atribut de data de modificació de grups de xarxa

source: Base DN for service lookups
ca_es: DN base per cerques de serveis

source: Objectclass for services
ca_es: Objectclass per serveis

source: Service name attribute
ca_es: Atribut de nom de serveis

source: Service port attribute
ca_es: Atribut de port de serveis

source: Service protocol attribute
ca_es: Atribut de protocol de serveis

source: Lower bound for ID-mapping
ca_es: Límit inferior per mapejat d'IDs

source: Upper bound for ID-mapping
ca_es: Límit superior per mapejat d'IDs

source: Number of IDs for each slice when ID-mapping
ca_es: Número d'IDS per cada llesca en mapejar IDs

source: Use autorid-compatible algorithm for ID-mapping
ca_es: Utilitza l'algoritme compatible d'autorid per mapejat d'IDs

source: Name of the default domain for ID-mapping
ca_es: Nom del domini per defecte per mapejat d'IDs

source: SID of the default domain for ID-mapping
ca_es: SID del domini per defecte per mapejat d'IDs

source: Use LDAP_MATCHING_RULE_IN_CHAIN for group lookups
ca_es: Utilitza LDAP_MATCHING_RULE_IN_CHAIN per a cerques de grup

source: Use LDAP_MATCHING_RULE_IN_CHAIN for initgroup lookups
ca_es: Utilitza LDAP_MATCHING_RULE_IN_CHAIN per a cerques d'initgroup

source: Policy to evaluate the password expiration
ca_es: Política per avaluar l'expiració de contrasenya

source: LDAP filter to determine access privileges
ca_es: Filtre LDAP per determinar els privilegis d'accés

source: Which attributes shall be used to evaluate if an account is expired
ca_es: Quins atributs s'haurien d'utilitzar per avaluar si el compte està expirat

source: Which rules should be used to evaluate access control
ca_es: Quines regles s'haurien d'utilitzar per avaluar el control d'accés

source: URI of an LDAP server where password changes are allowed
ca_es: L'URI d'un servidor LDAP on es permeten els canvis de contrasenya

source: URI of a backup LDAP server where password changes are allowed
ca_es: URI d'un servidor LDAP reserva on es permet canvis de contrasenya

source: DNS service name for LDAP password change server
ca_es: Nom del servei DNS pel servidor LDAP de canvi de contrasenyes

source: Whether to update the ldap_user_shadow_last_change attribute after a password change
ca_es: Si voleu actualitzar l'atribut ldap_user_shadow_last_change després d'un canvi de contrasenya

source: Base DN for sudo rules lookups
ca_es: DN base per cerques de regles sudo

source: Automatic full refresh period
ca_es: Període d'actualització automàtica completa

source: Automatic smart refresh period
ca_es: Període d'actualització automàtica intel·ligent

source: Whether to filter rules by hostname, IP addresses and network
ca_es: Si voleu filtrar les normes per nom de màquina, adreça IP i xarxa

source: Hostnames and/or fully qualified domain names of this machine to filter sudo rules
ca_es: Noms de màquina i/o noms de domini plenament qualificat d'aquesta màquina per filtrar regles de sudo

source: IPv4 or IPv6 addresses or network of this machine to filter sudo rules
ca_es: Adreces IPv4 o IPv6 o xarxa d'aquesta màquina per filtrar regles de sudo

source: Whether to include rules that contains netgroup in host attribute
ca_es: Si voleu incloure regles que contenen netgroup en l'atribut de màquina

source: Whether to include rules that contains regular expression in host attribute
ca_es: Si voleu incloure regles que contenen expressions regulars en l'atribut de màquina

source: Object class for sudo rules
ca_es: Objectclass de les regles sudo

source: Sudo rule name
ca_es: Nom de la regla sudo

source: Sudo rule command attribute
ca_es: Attribut de la comanda de la regla sudo

source: Sudo rule host attribute
ca_es: Atribut de l'ordinador de la regla sudo

source: Sudo rule user attribute
ca_es: Atribut de l'usuari de la regla sudo

source: Sudo rule option attribute
ca_es: Atribut de l'opció de la regla sudo

source: Sudo rule runasuser attribute
ca_es: Atribut de runasuser de la regla sudo

source: Sudo rule runasgroup attribute
ca_es: Atribut de runasgroup de la regla sudo

source: Sudo rule notbefore attribute
ca_es: Atribut de notbefore de la regla sudo

source: Sudo rule notafter attribute
ca_es: Atribut de notafter de la regla sudo

source: Sudo rule order attribute
ca_es: Atribut d'ordre de la regla sudo

source: Object class for automounter maps
ca_es: Objectclass dels mapes automounter

source: Automounter map name attribute
ca_es: Atribut del nom del mapa automounter

source: Object class for automounter map entries
ca_es: Objectclass de les entrades del mapa automounter

source: Automounter map entry key attribute
ca_es: Atribut de la clau d'entrada del mapa automounter

source: Automounter map entry value attribute
ca_es: Atribut del valor de l'entrada del mapa automounter

source: Base DN for automounter map lookups
ca_es: DN base per cerques del mapa automounter

source: Comma separated list of allowed users
ca_es: Llista separada per comes dels usuaris autoritzats

source: Comma separated list of prohibited users
ca_es: Llista separada per comes dels usuaris no autoritzats

source: Default shell, /bin/bash
ca_es: Intèrpret d'ordres per defecte, /bin/bash

source: Base for home directories
ca_es: Base pels directoris d'usuari

source: The name of the NSS library to use
ca_es: El nom de la biblioteca NSS a utilitzar

source: Whether to look up canonical group name from cache if possible
ca_es: Cercar nom de grup canònic al cau si és possible

source: PAM stack to use
ca_es: Pila PAM a utilitzar

source: Become a daemon (default)
ca_es: Esdevé un dimoni (per defecte)

source: Run interactive (not a daemon)
ca_es: Executa interactivament (no com a dimoni)

source: Specify a non-default config file
ca_es: Especifica un fitxer de configuració diferent al per defecte

source: Print version number and exit
ca_es: Imprimeix el número de versió i surt

source: Debug level
ca_es: Nivell de depuració

source: Add debug timestamps
ca_es: Afegeix marques de temps de depuració

source: Show timestamps with microseconds
ca_es: Mostra les marques de temps amb microsegons

source: An open file descriptor for the debug logs
ca_es: Un descriptor de fitxer obert pels registres de depuració

source: Domain of the information provider (mandatory)
ca_es: Domini del proveïdor d'informació (obligatori)

source: Privileged socket has wrong ownership or permissions.
ca_es: El sòcol privilegiat té els permisos o la propietat incorrectes.

source: Public socket has wrong ownership or permissions.
ca_es: El sòcol públic té els permisos o la propietat incorrectes.

source: Unexpected format of the server credential message.
ca_es: Format inesperat del missatge de credencials del servidor.

source: SSSD is not run by root.
ca_es: L'SSSD no s'està executant com a root.

source: An error occurred, but no description can be found.
ca_es: Ha ocorregut un error però no es pot trobar cap descripció.

source: Unexpected error while looking for an error description
ca_es: Error inesperat en cercar una descripció de l'error

source: Password reset by root is not supported.
ca_es: La reinicialització de la contrasenya pel root no està suportada.

source: Authenticated with cached credentials
ca_es: S'ha autenticat amb credencials del cau

source: , your cached password will expire at:
ca_es: , la seva contrasenya del cau expirarà el:

source: Your password has expired. You have %1$d grace login(s) remaining.
ca_es: La seva contrasenya ha expirat. Teniu %1$d inici(s) de sessió de gràcia restants.

source: Your password will expire in %1$d %2$s.
ca_es: La vostra contrasenya expirarà en %1$d %2$s.

source: Authentication is denied until:
ca_es: S'ha denegat l'autenticació fins:

source: System is offline, password change not possible
ca_es: El sistema es troba fora de línia, el canvi de contrasenya no és possible

source: Password change failed.
ca_es: Ha fallat el canvi de contrasenya.

source: Server message:
ca_es: Missatge del servidor:

source: New Password:
ca_es: Nova contrasenya:

source: Reenter new Password:
ca_es: Re-introduïu la nova contrasenya:

source: Current Password:
ca_es: Contrasenya actual:

source: Password expired. Change your password now.
ca_es: La contrasenya ha expirat. Canviau la vostra contrasenya ara.

source: The debug level to run with
ca_es: El nivell de depuració amb el que executar-se

source: The SSSD domain to use
ca_es: El domini SSSD a utilitzar

source: Error setting the locale
ca_es: S'ha produït un error en establir la localització

source: Not enough memory
ca_es: No hi ha memòria suficient

source: User not specified
ca_es: No s'ha especificat l'usuari

source: Error looking up public keys
ca_es: S'ha produït un error en cercar les claus públiques

source: The port to use to connect to the host
ca_es: El port a utilitzar per connectar-se a l'ordinador

source: Invalid port
ca_es: Port invàlid

source: Host not specified
ca_es: No s'ha especificat l'ordinador

source: The path to the proxy command must be absolute
ca_es: La ruta a la comanda proxy ha de ser absoluta

source: The UID of the user
ca_es: El UID de l'usuari

source: The comment string
ca_es: La cadena de comentari

source: Create user's directory if it does not exist
ca_es: Crea el directori de l'usuari si no existeix

source: Never create user's directory, overrides config
ca_es: No creis mai el directori de l'usuari, substitueix la configuració

source: Specify an alternative skeleton directory
ca_es: Especifica un directori d'esquelet alternatiu

source: The SELinux user for user's login
ca_es: L'usuari SELinux per l'inici de sessió de l'usuari

source: Specify group to add to
ca_es: Especifica el grup a afegir-se

source: Specify user to add
ca_es: Especifica l'usuari a afegir

source: Error initializing the tools - no local domain
ca_es: S'ha produït un error en inicialitzar les eines - no hi ha cap domini local

source: Error initializing the tools
ca_es: S'ha produït un error en inicialitzar les eines

source: Invalid domain specified in FQDN
ca_es: S'ha especificat un domini invàlid al FQDN

source: Internal error while parsing parameters
ca_es: S'ha produït un error intern en analitzar els paràmetres

source: Groups must be in the same domain as user
ca_es: Els grups han d'ésser al mateix domini que l'usuari

source: Cannot find group %1$s in local domain
ca_es: No es pot trobar el grup %1$s al domini local

source: Cannot set default values
ca_es: No es poden establir els valors per defecte

source: The selected UID is outside the allowed range
ca_es: L'UID seleccionat es troba fora del rang permès

source: Cannot set SELinux login context
ca_es: No es pot establir el context d'inici de sessió de SELinux

source: Cannot get info about the user
ca_es: No es pot obtenir la informació sobre l'usuari

source: User's home directory already exists, not copying data from skeldir
ca_es: El directori d'usuari ja existeix, no es copiaran les dades del directori esquelet

source: Cannot create user's home directory: %1$s
ca_es: No es pot crear el directori de l'usuari: %1$s

source: Cannot create user's mail spool: %1$s
ca_es: No es pot crear la gestió de cues del correu de l'usuari: %1$s

source: Could not allocate ID for the user - domain full?
ca_es: No s'ha pogut assignar un ID per l'usuari - és ple el domini?

source: A user or group with the same name or ID already exists
ca_es: Ja existeix un usuari o grup amb el mateix nom o ID

source: Transaction error. Could not add user.
ca_es: S'ha produït un error de transacció. No s'ha pogut afegir l'usuari

source: The GID of the group
ca_es: El GID del grup

source: Specify group to add
ca_es: Especifica el grup a afegir

source: The selected GID is outside the allowed range
ca_es: El GID seleccionat és fora del rang permès

source: Could not allocate ID for the group - domain full?
ca_es: No s'ha pogut assignar un ID pel grup - és ple el domini?

source: A group with the same name or GID already exists
ca_es: Ja existeix un grup amb el mateix nom o GID

source: Transaction error. Could not add group.
ca_es: S'ha produït un error en la transacció. No s'ha pogut afegir el grup.

source: Specify group to delete
ca_es: Especificau el grup a eliminar

source: Group %1$s is outside the defined ID range for domain
ca_es: El grup %1$s es troba fora del rand d'IDs definit pel domini

source: No such group in local domain. Removing groups only allowed in local domain.
ca_es: No existeix el grup al domini local. L'eliminació de grups només es permet al domini local.

source: Internal error. Could not remove group.
ca_es: S'ha produït un error intern. No s'ha pogut eliminar el grup.

source: Groups to add this group to
ca_es: Grups als que afegir aquest grup

source: Groups to remove this group from
ca_es: Grups dels que s'ha d'eliminar aquest grup

source: Specify group to remove from
ca_es: Especifica el grup del que s'ha d'eliminar

source: Specify group to modify
ca_es: Especifica el grup a modificar

source: Cannot find group in local domain, modifying groups is allowed only in local domain
ca_es: No es pot trobar el grup al domini local, la modificació de grups només es permet al domini local

source: Member groups must be in the same domain as parent group
ca_es: Els grups membres han d'esser al mateix domini que els grups pare

source: Cannot find group %1$s in local domain, only groups in local domain are allowed
ca_es: No s'ha pogut trobar el grup %1$s al domini local, només es permeten els grups al domini local

source: Could not modify group - check if member group names are correct
ca_es: No s'ha pogut modificar el grup - comprovau si els noms dels membres del grup són correctes

source: Could not modify group - check if groupname is correct
ca_es: No s'ha pogut modificar el grup - comprovau si el nom de grup és correcte

source: Transaction error. Could not modify group.
ca_es: S'ha produït un error en la transacció. No s'ha pogut modificar el grup.

source: %1$s%2$sGroup: %3$s
ca_es: %1$s%2$sGrup: %3$s

source: Magic Private
ca_es: Privat màgic

source: %1$sGID number: %2$d
ca_es: %1$sNúmero GID: %2$d

source: %1$sMember users:
ca_es: %1$sUsuaris membre:

source: %1$sIs a member of:
ca_es: %1$sÉs un membre de:

source: %1$sMember groups:
ca_es: %1$sGrups membre:

source: Print indirect group members recursively
ca_es: Imprimeix els membres de grup indirectes recursivament

source: Specify group to show
ca_es: Especifica el grup a mostrar

source: No such group in local domain. Printing groups only allowed in local domain.
ca_es: No s'ha trobat el grup al domini local. L'impressió de grups només es permet al domini local.

source: Internal error. Could not print group.
ca_es: S'ha produït un error intern. No es pot imprimir el grup.

source: Remove home directory and mail spool
ca_es: Elimina el directori d'usuari i la gestió de cues de correu

source: Do not remove home directory and mail spool
ca_es: No eliminis el directori d'usuari i la gestió de cues de correu

source: Force removal of files not owned by the user
ca_es: Força l'eliminació de fitxers que no són propietat de l'usuari

source: Kill users' processes before removing him
ca_es: Mata els processos de l'usuari abans d'eliminar-lo

source: Specify user to delete
ca_es: Especifica l'usuari a eliminar

source: User %1$s is outside the defined ID range for domain
ca_es: L'usuari %1$s és fora del rang d'IDs del domini

source: Cannot reset SELinux login context
ca_es: No es pot reiniciar el context d'inici de sessió de SELinux

source: WARNING: The user (uid %1$lu) was still logged in when deleted.
ca_es: ATENCIÓ: L'usuari (uid %1$lu) era encara a la sessió quan es va eliminar

source: Cannot determine if the user was logged in on this platform
ca_es: No es pot determinar si l'usuari tenia la sessió iniciada a aquesta plataforma

source: Error while checking if the user was logged in
ca_es: S'ha produït un error en comprovar si l'usuari havia iniciat la sessió

source: The post-delete command failed: %1$s
ca_es: La comanda post-eliminació ha fallat: %1$s

source: Not removing home dir - not owned by user
ca_es: No s'ha eliminat el directori de l'usuari - no és propietat de l'usuari

source: Cannot remove homedir: %1$s
ca_es: No es pot eliminar el directori d'usuari: %1$s

source: No such user in local domain. Removing users only allowed in local domain.
ca_es: No s'ha trobat l'usuari al domini local. L'eliminació d'usuaris només es permet al domini local.

source: Internal error. Could not remove user.
ca_es: S'ha produït un error intern. No s'ha pogut eliminar l'usuari.

source: The GID of the user
ca_es: El GID de l'usuari

source: Groups to add this user to
ca_es: Grups als que afegir aquest usuari

source: Groups to remove this user from
ca_es: Grups dels que eliminar aquest usuari

source: Lock the account
ca_es: Bloqueja aquest compte

source: Unlock the account
ca_es: Desbloqueja aquest compte

source: Specify user to modify
ca_es: Especifica l'usuari a modificar

source: Cannot find user in local domain, modifying users is allowed only in local domain
ca_es: No es pot trobar l'usuari al domini local, la modificació d'usuaris només es permet al domini local

source: Could not modify user - check if group names are correct
ca_es: No s'ha pogut modificar l'usuari - comprovau si els noms dels grups són correctes

source: Could not modify user - user already member of groups?
ca_es: No s'ha pogut modificar l'usuari - l'usuari ja pertany als grups?

source: Transaction error. Could not modify user.
ca_es: S'ha produït un error en la transacció. No s'ha pogut modificar l'usuari.

source: No cache object matched the specified search
ca_es: Cap objecte cau ha coincidit amb la cerca especificada

source: Couldn't invalidate %1$s
ca_es: No s'ha pogut invalidar %1$s

source: Couldn't invalidate %1$s %2$s
ca_es: No s'ha pogut invalidar %1$s %2$s

source: Invalidate particular user
ca_es: Invalida l'usuari particular

source: Invalidate all users
ca_es: Invalida tots els usuaris

source: Invalidate particular group
ca_es: Invalida el grup particular

source: Invalidate all groups
ca_es: Invalida tots els grups

source: Invalidate particular netgroup
ca_es: Invalida el grup de xarxa particular

source: Invalidate all netgroups
ca_es: Invalida tots els grups de xarxa

source: Invalidate particular service
ca_es: Invalida el servei particular

source: Invalidate all services
ca_es: Invalida tots els serveis

source: Invalidate particular autofs map
ca_es: Invalida el mapa autofs particular

source: Invalidate all autofs maps
ca_es: Invalida tots els mapes autofs

source: Only invalidate entries from a particular domain
ca_es: Invalida les entrades només d'un domini particular

source: Please select at least one object to invalidate
ca_es: Si us plau, seleccionau al menys un objecte per invalidar

source: Could not open available domains
ca_es: No s'han pogut obrir els dominis disponibles

source: Specify debug level you want to set
ca_es: Especificau el nivell de depuració que voleu establir

source: %1$s must be run as root
ca_es: S'ha d'executar %1$s com a root

source: Send the debug output to files instead of stderr
ca_es: Envia la sortida de depuració a fitxers enlloc d'stderr

source: SSSD Manual pages
ca_es: Pàgines de manual de l'SSSD

source: modify a group
ca_es: modifica un grup

source: <command>sss_groupmod</command> <arg choice='opt'> <replaceable>options</replaceable> </arg> <arg choice='plain'><replaceable>GROUP</replaceable></arg>
ca_es: <command>sss_groupmod</command> <arg choice='opt'> <replaceable>opcions</replaceable></arg> <arg choice='plain'> <replaceable>GRUP</replaceable></arg>

source: <command>sss_groupmod</command> modifies the group to reflect the changes that are specified on the command line.
ca_es: <command>sss_groupmod</command> modifica el grup per reflectir els canvis que s'especifiquen a la línia d'ordres.

source: <option>-a</option>,<option>--append-group</option> <replaceable>GROUPS</replaceable>
ca_es: <option>-a</option>,<option>--append-group</option> <replaceable>GRUPS</replaceable>

source: Append this group to groups specified by the <replaceable>GROUPS</replaceable> parameter. The <replaceable>GROUPS</replaceable> parameter is a comma separated list of group names.
ca_es: Afegiu aquest grup als grups especificats pel paràmetre de <replaceable>GRUPS</replaceable> . El paràmetre de <replaceable>GRUPS</replaceable> és una llista delimitada per comes dels noms de grup.

source: <option>-r</option>,<option>--remove-group</option> <replaceable>GROUPS</replaceable>
ca_es: <option>-r</option>,<option>--remove-group</option> <replaceable>GRUPS</replaceable>

source: Remove this group from groups specified by the <replaceable>GROUPS</replaceable> parameter.
ca_es: Suprimeix aquest grup dels grups especificats pel paràmetre <replaceable>GRUPS</replaceable>.

source: File Formats and Conventions
ca_es: Formats de fitxer i convencions

source: the configuration file for SSSD
ca_es: l'arxiu de configuració per a SSSD

source: FILE FORMAT
ca_es: FORMAT DE FITXER

source: <replaceable>[section]</replaceable> <replaceable>key</replaceable> = <replaceable>value</replaceable> <replaceable>key2</replaceable> = <replaceable>value2,value3</replaceable>
ca_es: <replaceable>[secció]</replaceable> <replaceable>clau</replaceable> = <replaceable>valor</replaceable> <replaceable>clau2</replaceable> = <replaceable>valor2,valor3</replaceable>

source: The file has an ini-style syntax and consists of sections and parameters. A section begins with the name of the section in square brackets and continues until the next section begins. An example of section with single and multi-valued parameters: <placeholder type="programlisting" id="0"/>
ca_es: El fitxer utilitza un estil de sintaxi del tipu ini i consisteix en seccions i paràmetres. Una secció comença amb el nom de la secció entre claudàtors i continua fins que comença la següent secció. Un exemple de secció amb paràmetres simples i múltiples: <placeholder type="programlisting" id="0"/>

source: The data types used are string (no quotes needed), integer and bool (with values of <quote>TRUE/FALSE</quote>).
ca_es: Els tipus de dades utilitzats són cadenes (no es necessiten cometes), enters i booleans (amb valors de <quote>TRUE/FALSE</quote>).

source: All sections can have an optional <replaceable>description</replaceable> parameter. Its function is only as a label for the section.
ca_es: Totes les seccions poden tenir un paràmetre opcional de <replaceable>descripció</replaceable>. Serveix només per etiquetar la secció.

source: <filename>sssd.conf</filename> must be a regular file, owned by root and only root may read from or write to the file.
ca_es: <filename>sssd.conf</filename> ha de ser un fitxer normal, amb propietat de root i només l'usuari root ha de poder llegir o escriure a l'arxiu.

source: SPECIAL SECTIONS
ca_es: SECCIONS ESPECIALS

source: The [sssd] section
ca_es: La secció [sssd]

source: Section parameters
ca_es: Paràmetres de la secció

source: config_file_version (integer)
ca_es: config_file_version (enter)
